Autodesk.Revit.DB.ExportResolution
Since:
2023
An enumerated type listing possible options to control the tessellation quality.
Since:
2023

Autodesk.Revit.DB.ExportResolution.Coarse
Tessellated export with coarse resolution.

Autodesk.Revit.DB.ExportResolution.Medium
Tessellated export with medium resolution.

Autodesk.Revit.DB.ExportResolution.Fine
Tessellated export with fine resolution.

Autodesk.Revit.DB.ExportResolution.Custom
Tessellated export with custom resolution (all tessellation parameters have default values).